Repository: common-repository/socials
Catalog: languages/rd_socials-*.po
Languages: pl_pl

source: Social sharing
pl_pl: Udostępnianie społecznościowe

source: Facebook page ID
pl_pl: ID strony na Facebooku

source: Facebook page token
pl_pl: Token strony na Facebooku

source: Attach the first ten tags to the published post
pl_pl: Załącz pierwsze dziesięć znaczników do opublikowanego wpisu

source: Attach the page URL to the published post
pl_pl: Załącz adres URL do opublikowanego wpisu

source: Save changes
pl_pl: Zapisz zmiany

source: Try publish test post
pl_pl: Opublikuj testowy wpis

source: Get permanent token
pl_pl: Uzyskaj permanentny token

source: My Facebook pages
pl_pl: Moje strony na Facebooku

source: Facebook Apps Dashboard
pl_pl: Kokpit aplikacji Facebook

source: Graph API Explorer
pl_pl: Eksplorator Graph API

source: Where can I find my token
pl_pl: Gdzie mogę znaleźć mój token

source: Open Graph Api Explorer
pl_pl: Otwórz eksplorator Graph API

source: Choose your application in the upper right corner
pl_pl: Wybierz aplikację w prawym górnym rogu

source: From the "Get Token" button, select your fanpage from the "Page Access Token" list
pl_pl: Z przycisku "Get Token", wybierz swój fanpage z listy "Page Access Token"

source: Paste your token in Social Sharing settings and save changes
pl_pl: Wklej token w ustawieniach Udostępniania Społecznościowego i zapisz zmiany

source: Click the "Get temporary token" button
pl_pl: Kliknij przycisk "Get temporary token"

source: Settings
pl_pl: Ustawienia

source: Leave us a rating
pl_pl: Zostaw nam ocenę

source: Thank you
pl_pl: Dziękujemy

source: Share
pl_pl: Udostępnij

source: Publishing a post on facebook
pl_pl: Publikowanie wpisu na facebook'u

source: Something went wrong
pl_pl: Coś poszło nie tak

source: An unknown error has occurred
pl_pl: Pojawił się nieznany błąd

source: Success
pl_pl: Sukces

source: The post has been properly published on Facebook
pl_pl: Wpis został pomyślnie opublikowany na Facebook'u

source: Social Sharing
pl_pl: Udostępnianie społecznościowe

source: Share posts on your social media... It's easy!
pl_pl: Udostępniaj wpisy na Twoich mediach społecznościowych... To proste!

source: RapidDev | Polish technology company
pl_pl: RapidDev | Polska firma technologiczna
